/* No comment provided by engineer. */
"%@ (%@) : Connection Notice" = "%1$@ (%2$@)：連線通知";

/* first %@ is an account name; second is a service. This is a title for a window */
"%@ (%@) Setup" = "%1$@ (%2$@) 設定";

/* No comment provided by engineer. */
"%@ has 1 new message." = "%@ 有 1 則新訊息。";

/* No comment provided by engineer. */
"%@ is on your local contact list but not on the server list. Do you want to add this contact to your list?" = "%@ 位於您本機的聯絡人列表，但未在伺服器的列表中。您是否要將此聯絡人新增至列表中？";

/* XMPP service discovery browser gateway tooltip */
"%@; double-click to register." = "%@；連按兩下註冊。";

/* No comment provided by engineer. */
"(unknown)" = "(未知)";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<新帳號>";

/* No comment provided by engineer. */
"Ad-Hoc command; double-click to execute" = "特定指令；連按兩下執行";

/* No comment provided by engineer. */
"Add" = "新增";

/* No comment provided by engineer. */
"Adium : Notice" = "Adium：通知";

/* No comment provided by engineer. */
"Adium can't verify the identity of \"%@\"." = "Adium 無法驗證“%@”的身分。";

/* Message shown when a contact's profile can't be found */
"Adium could not find any information in the user's profile. This may not be a registered name." = "Adium 無法在使用者的個人檔案中找到任何資訊。這可能並非為註冊所用的名稱。";

/* No comment provided by engineer. */
"Adium Notice: %@" = "Adium 通知：%@";

/* No comment provided by engineer. */
"Adium User" = "Adium 使用者";

/* Button title to allow an action */
"Allow" = "允許";

/* No comment provided by engineer. */
"Allow MSN Mobile pages?" = "允許 MSN 行動傳呼？";

/* No comment provided by engineer. */
"An error was encountered sending the file." = "傳送檔案時發生錯誤。";

/* No comment provided by engineer. */
"Authenticating" = "正在認證";

/* Connection step */
"Balancer handshake" = "Balancer 握手";

/* No comment provided by engineer. */
"Ban" = "Ban";

/* No comment provided by engineer. */
"Bankick" = "Bankick";

/* No comment provided by engineer. */
"Blocked" = "已阻擋";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Cancel Presence Notification to %@" = "對 %@ 取消現身通知";

/* Category table column header for the service discovery browser */
"Category" = "類別";

/* Menu item title for changing the password of an account */
"Change Password" = "更改密碼";

/* No comment provided by engineer. */
"Conference service; double-click to join" = "會議服務；連按兩下加入";

/* Button title to connect; this is a verb */
"Connect" = "連線";

/* Connection step */
"Connected" = "已連線";

/* No comment provided by engineer. */
"Connecting" = "正在連接";

/* No comment provided by engineer. */
"Connection error." = "連線錯誤。";

/* No comment provided by engineer. */
"Contact list synchronization error for %@" = "%@ 的聯絡人列表同步處理失敗";

/* No comment provided by engineer. */
"Continue" = "繼續";

/* No comment provided by engineer. */
"Delete" = "刪除";

/* No comment provided by engineer. */
"Delete & Unregister" = "刪除與取消註冊";

/* No comment provided by engineer. */
"Delete Account" = "刪除帳號";

/* No comment provided by engineer. */
"Delete Account from Server" = "從伺服器刪除帳號";

/* No comment provided by engineer. */
"Delete the account %@? You can also optionally unregister the account on the server if possible." = "是否要刪除“%@”帳號？您或許也可取消註冊伺服器上的帳號。";

/* No comment provided by engineer. */
"Deop" = "Deop";

/* No comment provided by engineer. */
"Devoice" = "Devoice";

/* No comment provided by engineer. */
"Directory service; double-click to search" = "目錄服務；連按兩下搜尋";

/* Button title to prevent an action */
"Disallow" = "不允許";

/* No comment provided by engineer. */
"Discovery Browser" = "搜尋瀏覽器";

/* No comment provided by engineer. */
"Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?" = "您是否允許 (或不允許) 好友列表上的聯絡人傳送 MSN 行動傳呼到您的行動電話或其他行動裝置？";

/* Used as a label for a username specified by email address */
"Email" = "電子郵件";

/* Connection step */
"Exchanging key hash" = "正在互換 key hash";

/* No comment provided by engineer. */
"Fetching..." = "擷取中⋯";

/* No comment provided by engineer. */
"File Send Error" = "傳送檔案發生錯誤";

/* Generic fields request window title */
"Form" = "表單";

/* No comment provided by engineer. */
"From: " = "來自：";

/* No comment provided by engineer. */
"GG Number" = "GG 號碼";

/* Error message displayed when the server reports username or password as being incorrect. */
"Group for added contacts" = "已加入聯絡人的群組";
"Incorrect username or password" = "使用者名稱或密碼不正確";

/* No comment provided by engineer. */
"Info" = "簡介";

/* No comment provided by engineer. */
"Initializing Stream" = "正在初始化串流";

/* No comment provided by engineer. */
"Initiate Multiuser Chat with %@" = "開始與 %@ 的多重使用者聊天";

/* No comment provided by engineer. */
"Invite" = "邀請";

/* No comment provided by engineer. */
"IRC (Internet Relay Chat)" = "IRC (Internet Relay Chat)";

/* No comment provided by engineer. */
"Jabber ID" = "Jabber ID";

/* JID (Jabber ID) table column header for the service discovery browser. This may not need to be localized. */
"JID" = "JID";

/* No comment provided by engineer. */
"Join" = "加入";

/* No comment provided by engineer. */
"Kick" = "Kick";

/* No comment provided by engineer. */
"Launch %@" = "啟動 %@";

/* No comment provided by engineer. */
"Let others know what I am listening to" = "讓他人知道我正在聽什麼";
"Looking up server" = "正在查詢伺服器";

/* user mood tooltip title */
"Mood" = "心情";

/* Name table column header for the service discovery browser */
"Name" = "名稱";

/* No comment provided by engineer. */
"New Mail" = "新郵件";

/* Sample name and server for new IRC accounts */
"nickname" = "別名";

/* Name for IRC user names */
"Nickname" = "別名";

/* No comment provided by engineer. */
"No reason was given." = "沒有提供原因。";

/* No comment provided by engineer. */
"No server has been configured for the %@ account %@. Please enter one below to connect" = "%1$@ 帳號 %2$@ 並未設定伺服器。請在下方輸入一個伺服器以連線";

/* No comment provided by engineer. */
"No Server Specified" = "未指定伺服器";

/* No comment provided by engineer. */
"Node:" = "節點：";

/* No comment provided by engineer. */
"OK" = "好";

/* No comment provided by engineer. */
"Only when a request is accepted and the contact added to the list." = "僅在接受要求並將聯絡人加入列表時。";
"Op" = "Op";

/* No comment provided by engineer. */
"Open Mail in Browser" = "以瀏覽器打開郵件";

/* Name for the orphans group */
"Orphans" = "單獨";

/* No comment provided by engineer. */
"Parse Error." = "解析錯誤。";

/* No comment provided by engineer. */
"Ping %@" = "呼叫 %@";

/* No comment provided by engineer. */
"Priority when available" = "線上時的優先順序";
"Priority when away" = "離開時的優先順序";
"Re-request Authorization from %@" = "重新要求 %@ 的認證";

/* Connection step */
"Reading data" = "正在讀取資料";

/* Connection step */
"Reading server key" = "正在讀取伺服器數值";

/* No comment provided by engineer. */
"Really remove gateway?" = "確定要移除閘道？";

/* alert default button */
"Remove" = "移除";

/* gateway menu item */
"Remove gateway" = "移除閘道";

/* Roster - the Jabber default group */
"Resource" = "資源";
"Roster" = "Roster";

/* No comment provided by engineer. */
"Search for Users" = "搜尋使用者";

/* No comment provided by engineer. */
"Search Results" = "搜尋結果";

/* No comment provided by engineer. */
"Send" = "傳送";

/* No comment provided by engineer. */
"Send Message" = "傳送訊息";

/* Window title for the service discovery browser */
"Service Discovery Browser" = "服務目錄瀏覽器";

/* No comment provided by engineer. */
"Service:" = "服務：";

/* No comment provided by engineer. */
"Set Mood" = "設定心情";

/* No comment provided by engineer. */
"Set Nickname" = "設定暱稱";

/* No comment provided by engineer. */
"Set User Info" = "設定使用者資訊";

/* Title for the MSN display name setting dialogue box */
"Set your friendly name." = "設定您的友善名稱。";

/* Title for the dialogue prompting for your home phone number */
"Set your home phone number." = "設定您的住家電話號碼。";

/* Title for the dialogue prompting for your mobile phone number */
"Set your mobile phone number." = "設定您的行動電話號碼。";

/* Title for the dialogue prompting for your work phone number */
"Set your work phone number." = "設定您的公司電話號碼。";

/* No comment provided by engineer. */
"Show Server Certificate" = "顯示服務憑證";

/* No comment provided by engineer. */
"Subject: " = "標題：";

/* No comment provided by engineer. */
"Temporarily Hide From %@" = "暫時從 %@ 隱藏";

/* No comment provided by engineer. */
"The certificate of the server %@ is not trusted, which means that the server's identity cannot be automatically verified. Do you want to continue connecting?\n\nFor more information, click \"Show Certificate\"." = "此伺服器 %@ 的憑證不受支援，表示此伺服器的識別身分無法自動驗證。您是否要繼續連線？\n\n如需更多資訊，請按一下“顯示憑證”。";

/* No comment provided by engineer. */
"The name you entered is not registered. Check to ensure you typed it correctly." = "您輸入的名稱並未註冊。請檢查並確定您輸入了正確的名稱。";

/* No comment provided by engineer. */
"The other user is in your deny list." = "另一位使用者在您的拒絕列表中。";

/* No comment provided by engineer. */
"The other user is temporarily unavailable." = "另一位使用者目前暫時無法聯絡。";

/* Description for the MSN display name setting dialogue. */
"This is the name that other MSN buddies will see you as." = "這即是其他 MSN 好友所看到的名稱。";

/* No comment provided by engineer. */
"This node does not provide any services accessible to this program." = "此節點並未提供任何此程式可存取的服務。";

/* No comment provided by engineer. */
"This node provides ad-hoc commands. Open the context menu to access them." = "此節點提供特定指令。請開啟內容選單來存取指令。";

/* No comment provided by engineer. */
"This operation would remove the gateway %@ itself and all contacts belonging to the gateway on your contact list. It cannot be undone." = "此操作會移除閘道 %@ 本身以及您聯絡人列表上屬於此閘道的所有聯絡人。此作業無法還原。";

/* user tune tooltip title */
"Tune" = "音調";

/* No comment provided by engineer. */
"Un-hide From %@" = "取消從 %@ 隱藏";

/* No comment provided by engineer. */
"Unable to parse the server list at %@. Please try again later." = "無法解析位於 %@ 的伺服器列表。請稍後再試一次。";

/* No comment provided by engineer. */
"Unsubscribe %@" = "取消訂閱 %@";

/* Sample name and server for new livejournal accounts */
"username" = "使用者名稱";

/* Sample name and server for new Jabber accounts */
"username@jabber.org" = "username@jabber.org";

/* No comment provided by engineer. */
"Verify Certificate" = "驗證認證";

/* No comment provided by engineer. */
"View %@'s %@ web profile" = "檢視“%1$@”的 %2$@ Web 個人檔案";

/* No comment provided by engineer. */
"Voice" = "聲音";

/* No comment provided by engineer. */
"Waiting for Response" = "正在等待回應";

/* No comment provided by engineer. */
"Warning level is too high." = "警告層級太高。";

/* No comment provided by engineer. */
"WARNING! This will delete the account %@ from the Jabber server, and can not be undone.\nAre you sure you want to proceed?" = "警告！這將會從 Jabber 伺服器刪除 %@ 帳號，且此動作無法還原。\n您確定要繼續嗎？";

/* No comment provided by engineer. */
"When someone asks to see my status" = "當有人要求查看我的狀態時";
"XML Console" = "XML 監視程式";

/* No comment provided by engineer. */
"You are sending messages too quickly; wait a moment and try again." = "您在短時間內傳送訊息的頻率太高；請稍後再重試一次。";

/* No comment provided by engineer. */
"You have 1 new message." = "您有 1 則新訊息。";

/* No comment provided by engineer. */
"You have mail!\n" = "您有新信件！\n";

/* No comment provided by engineer. */
"Your message to %@ did not get sent" = "您給 %@ 的訊息並未傳送";

/* No comment provided by engineer. */
"Your message was refused by the other user." = "您的訊息已被其他使用者拒絕。";

/* No comment provided by engineer. */
"Your message was too big." = "您的訊息太長。";

/* Restored from historic nib translations (arm64 revival) */
"(optional)" = "(可留空)";
"Accept" = "接受";
"Accept and Add To List" = "接受並加入列表";
"Allow plaintext authentication" = "允許純文字認證";
"Ask What To Do" = "詢問執行動作";
"Authorization Domain:" = "認證網域：";
"Authorization User:" = "認證使用者：";
"Available Priority:" = "線上優先順序：";
"Away Priority:" = "暫離優先順序：";
"BOSH Server:" = "BOSH 伺服器：";
"Chat Room Name:" = "聊天室名稱：";
"Connect Server:" = "連線伺服器：";
"Connection:" = "連線：";
"Deny" = "拒絕";
"Display new mail notifications" = "顯示新郵件通知";
"Do strict certificate checks" = "執行嚴密憑證檢查";
"Either enter your XMPP server address here:" = "在此輸入您的 XMPP 伺服器位址：";
"Encoding:" = "編碼：";
"Encrypt connection using SSL" = "使用 SSL 加密連線";
"Execute commands on connect:" = "連線時執行指令：";
"File Transfer Proxies:" = "檔案傳輸代理：";
"Force old-style SSL" = "強制使用舊式 SSL";
"Handle:" = "處理：";
"Hostname:" = "主機名稱：";
"Invite Contacts:" = "邀請聯絡人：";
"Let others know what iTunes is playing" = "允許其他人知道 iTunes 正在播放音樂";
"Mail:" = "郵件：";
"Music:" = "音樂：";
"Password:" = "密碼：";
"Presence Subscriptions:" = "現身訂閱：";
"Publish Status to Everyone" = "允許所有人取得狀態資訊";
"Realname:" = "真實名稱：";
"Register New Account" = "註冊新的帳號";
"Registering…" = "註冊中⋯";
"Request New Account" = "申請新的帳號";
"Require SSL/TLS" = "須有 SSL/TLS";
"Resource:" = "資源：";
"Security:" = "安全性：";
"Server Name" = "伺服器名稱";
"Server:" = "伺服器：";
"Use SIP proxy:" = "使用 SIP 代理：";
"Use UDP" = "使用 UDP";
"Username (Ident):" = "使用者名稱：";
"Visit Server Homepage" = "造訪伺服器首頁";
"With Message:" = "使用訊息：";

/* Machine-translated for the arm64 revival */
"Channel:" = "頻道：";
"Dismiss" = "忽略";
"Don't download" = "不要下載";
"Don't show channel posts as messages" = "不要將頻道貼文顯示為訊息";
"Don't show status updates as messages" = "不要將狀態更新顯示為訊息";
"Full resolution" = "完整解析度";
"Logon QR Code" = "登入 QR 碼";
"Phone Number" = "電話號碼";
"Please enter pairing code or scan the QR code" = "請輸入配對碼或掃描 QR 碼";
"Profile pictures:" = "個人檔案照片：";
"Read" = "已讀";
"Separate contacts’ names with commas." = "以逗號分隔聯絡人的名稱。";
"Small (preview)" = "小 (預覽)";
"This contact is calling you. Adium does not support WhatsApp calls." = "此聯絡人正在呼叫您。Adium 不支援 WhatsApp 通話。";
"This contact is trying to call you. Adium does not support WhatsApp calls." = "此聯絡人正在嘗試呼叫您。Adium 不支援 WhatsApp 通話。";
"and add to list in group:" = "並加入群組列表：";

/* Strings the code localizes which had never been extracted; English value = key. */
"%@ has %lu new messages." = "%@ 有 %lu 則新訊息。";
"...add to list in group:" = "⋯並加入群組列表：";
"Display custom emoticons" = "顯示自定表情符號";
"Emoticons:" = "表情符號：";
"Encryption:" = "加密：";
"Let others know when you are typing" = "允許其他人知道您正在輸入文字";
"One per line, / is optional. $me will be replaced with your current nickname." = "每行一個，開頭的 / 可以省略。$me 會替換為您目前的別名。";
"or select a public server from the list:" = "或從列表中選擇公開伺服器：";
"Port:" = "埠：";
"Status:" = "狀態：";
"Typing:" = "輸入：";
"You have %lu new messages." = "您有 %lu 則新訊息。";

/* The rebuilt account area: what the protocol descriptions turn into as fields.
   These classes live in AdiumLibpurple, so lookup happens here. */
/* Name this computer gives itself in another device's list of linked devices. %@ is the computer's name. */
"Adium on %@" = "%@ 上的 Adium";

/* No comment provided by engineer. */
"Server" = "伺服器";

/* No comment provided by engineer. */
"Port" = "埠";

/* Label a service takes from AIPurpleServiceDescriptors.plist for the account name row */
"Account Name" = "帳號名稱";

/* No comment provided by engineer. */
"Execute commands on connect" = "連線時執行指令";

/* Explains how the commands sent after connecting to IRC are written */
"One per line, without the leading slash." = "每行一個，不含開頭的斜線。";

/* Row asking how good a contact's picture is worth fetching */
"Profile picture quality" = "個人檔案照片品質";

/* WhatsApp profile picture quality: the full sized picture */
"Original" = "原圖";

/* WhatsApp profile picture quality: the small version */
"Preview" = "預覽";

/* WhatsApp profile picture quality: fetch no pictures at all */
"Do not load" = "不載入";
